{
  "firstName": "اسم",
  "Start Earning From Your": "Start Earning From Your",
  "Earn up to": " Earn up to",
  "interest on GolCoin you buy, hold or transfer": " interest on GolCoin you buy, hold or transfer",
  "GolCoin Staking is a simple Platform that helps you to invest and earn interest on your GolCoin assets. Your annual interest is paid daily and tracked to the second": " GolCoin Staking is a simple Platform that helps you to invest and earn interest on your GolCoin assets. Your annual interest is paid weekly and tracked to the second",
  "Learn More": " Learn More",
  "Left": " Left",
  "Amount": " Amount",
  "Air Drop Estimate": " Air Drop Estimate",
  "Total Reward": " Total Reward",
  "Staking Term": " Staking Term",
  "Year": " Year",
  "GolCoin": " GolCoin",
  "Days": "Days",

  "what_is_staking":"What is Staking?",
  "buy_digital_currency": "Buying a digital currency under a specified period of ",
  "time":"time with a fixed profit rate",
  "one_of_the_most": "It is considered one of the most important projects on which the GOL currency is based, and it will be the first project to be proposed by the currency management for the benefit of the crypto-currency communities. first ",
  "the_main_goal": "The main objective of STAKING is to raise the value of the coin and increase its price in the platforms, the staking project It will be supported and accompanied by a group of huge projects that the administration intends to put forward in the same period In which the STAKING will be offered, in this way the price of the currency will be directly linked to its projects Which will increase the demand for it from traders and increase their desire to keep it and thus achieve and reach Stability in the GOL currency rate.",

  "features0": "Advantages of ",
  "features":"staking on the GOLCoin platform",
  "details":"The details are as follows:",
  "feature1": "Achieving 150% as a fixed profit rate for each trader who stores the currency for a full year",
  "feature2": "  A valuable prize for each trader is an additional GOL balance, the added balance varies from one investor to another and depends on the amount of GOL that will be stored by the investor.",
  "instructions": "Basic Instructions and Conditions",
  "instruction1": "The minimum balance to benefit from the profits of a staking project is 25 GOLC.",
  "instruction2": "The trader and investor have the right to withdraw his balance from STAKING profits on a weekly or monthly basis, starting from the second month since the start date of STAKING activation.",
  "instruction3": "The prescribed period for benefiting from the bonus added to the stored opening balance is only 30 days.",
  "instruction4": "The 30% of the profits will be deducted for people who withdraw their balance on a weekly basis, and the 25% will be deducted for people who withdraw their balance on a monthly basis.",
  "instruction5": "The opening balance deposited for STAKING is extracted from the platform one year after the Staking date.",
  "instruction6": "STAKING earnings are charged in GOLC currency exclusively.",
  "instruction7": "The STAKING will be activated via a GOLC coin platform that is directly linked to the coin's web page",
  "t11": "The opening balance stored and deposited from the trader",
  "t12": "The total prize balance added to the opening balance in GOLC",
  "t13": "Total currency balance to be stored for a year",
  "t14": "Total balance after valid Staking rolling after one year",
  "t15": "Net profit from current valid Staking during the year",
  "t16": "Percentage of Profits on Opening Balance Staked",
  "t21": "Opening balance Store and deposited from rolling",
  "t22": "Total GOLC currency balance stored with prize balance",
  "t23": "Net profit from staking 150% during the year (no prize included)",
  "t24": "Percentage of earnings of the balance (with award balance)",
  "t25": "Percentage of profits during the first month of STAKING",
  "t26": "Percentage of profits during the first week of STAKING",
  "t31": "Total GOLC . Credit Store with balance the prize",
  "t32": "Net profit from staking during the year (no prize included)",
  "t33": "Percentage of profits during the first week of STAKING",
  "t34": "Total profit from staking during the first weel of staking",
  "t35": "The total balance deducted from the investor's profits (30%)",
  "t36": "Net profit from staking during the first week after deducting the 30%",
  "t41": "Total GOLC . Credit Store with balance the prize",
  "t42": "Net profit from staking during the year (no prize included)",
  "t43": "Percentage of profits during the first month of STAKING",
  "t44": "Total profit from staking during the first months of STAKING",
  "t45": "The total balance deducted from the investor's profits (25%)",
  "t46": "Net profit from staking during the first week after deducting the 25%",
  "t2": "Monthly and weekly staking dividend schedule",
  "t3": "Withdrawal of the balance of profits during the week",
  "t4": "Withdrawal of the balance of profits during the month",
  "COMMING SOON": "COMMING SOON",
  "sufficient_warning": "Insufficient Gols",

  "Terms": "Terms and Conditions",
  "new_smart": "All about the new SMART CONTRACT and Golcoin",
  "Golc": "1 GOLC = 1 GOLC",
  "laun_ching": "Launching a new currency for circulation in the name of ",
  "golcoin1": "GOLCOIN ",
  "with_a_logo": "with a logo that corresponds to the concept and logic of the digital world.",

  "offering": "Offering the currency for trading with a strong and highly secured ",
  "smartconttract": "SMARTCONTRACT ",
  "qualifies_the_currency": "that qualifies the currency to be one of the strongest global currencies. ",

  "Introducing": "Introducing the new ",
  "smart_contract": "SMART CONTRACT ",
  "with": "with ",
  "gol_network": "TOTAL SUPPLY 290.000.000 GOL NETWORK (TRON, ETHERIUM AND BSC).",
  "supply": "",

  "web_page": "Issuing a web page for ",
  "technology": "WEB3 3D technology ",
  "real_projects": "in a way that reflects the strength of the currency and its real projects in the digital world. ",

  "activation": "Activation of a new ",
  "ecosystem": "ECOSYSTEM ",
  "the_concepts": "in line with the concepts of the digital world that includes the most powerful digital projects, so that it is considered the strongest ",
  "digital_currency": "for a digital currency in the world.",

  "announcement": "The announcement of ",
  "tokenomix": "TOKENOMIX ",
  "transparent": "is clear and transparent, reflecting the credibility and strength of the currency towards the various global cryptocurrency communities. ",

  "choices_presented": "The choices presented by the company to transfer investor balances from GOGOLCOIN to the new currency GOLCOIN. ",

  "suggestions": "The company has put in the hands of its investors a set of suggestions to make the most of the updates and changes related to the transfer of investor balances from the currency on the new ",
  "smart_contract1": " SMART  CONTRACT ",
  "follows": "which are as follows: ",

  "Transfer_currency": "Transfer of currency balances through the ",
  "stakingg": "STAKING ",
  "process": "process for a period of three months on the company’s ",
  "golstaking_platform": "GOLSTAKING platform, ",
  "exchange": "so that the exchange between ",
  "gogolcoin": "Gogolcoin ",
  "aand": "and ",
  "golcoin": "GOLCOIN ",
  "will_be": "will be with the following value: ",

  "1 GOLC = 1 GOLC": "1 GOLC = 1 GOLC",

  "and": " and ",
  "adopting_the_code": "Adopting the date of ",
  "September": "September 30, 2022, ",
  "last_day": "as the last day for accepting ",
  "st1": "STAKING ",
  "requests": "requests on the new system.",

  "the_scheduled": "The scheduled date for launching the ",
  "st2": "STAKING ",
  "platform111": "platform in its new form and with its new conditions is  ",
  "october": "October 01, 2022. ",

  "one": "The percentages that will be extracted on a monthly basis will be calculated as follows:",

  "cal1": "Calculating the percentage on balances up to a maximum of ",
  "gol100": "100,000 GOLC (one hundred thousand GOLC), ",
  "cal2": "even if the balance stored in the platform is more than this ceiling.",

  "cal3": "Calculating the percentage of ",
  "4%": "4%",
  "cal4": "On balance less than ",
  "gol2": " 100,000 GOLC",
  
  "over_all": "on over all ",
  "above_than": "above than ",
  "larger_than": "on balance larger than ",

  "example1": "Example: - If we consider that a certain person has carried out the ",
  "st3": "STAKING ",
  "pro1": "process with a balance of ",
  "gol3": "120,000 GOLC, ",
  "ex2": "in this case the deducted or deducted percentage will be first on ",
  "gol4": "20,000 GOLC ",
  "next1": "and the next will be on ",
  "gol5": "GOLC 100,000.",

  "pepole1": "For people with balances more than ",
  "gol6": "GOLC 300,000, ",
  "example2": "for example, they are entitled to register the storage process in three different accounts.",

  "Immediately": "After three months have passed from the date of the staking process, the investor has the right to extract the percentages on a monthly basis from the total remaining balance of the stored capital.",
  "monthly": " on a monthly basis from the total balance of the stored capital. ",

  "Keep_the_wallet": "Keep the wallet balance on the old ",
  "smart_contract2": "SMART CONTRACT",
  "separately": "separately from the digital currency GOLCOIN. ",

  "To_complete_the_transfer": "To complete the transfer process correctly, the company advises investors to transfer their balances from ",
  "gogolcoin1": "GOGOLCOIN",
  "to_email": "to Sheikh ",
  "Sheikhferas": " ferasss111@icloud.com ",
  "at_the_platforms": " on the ",
  "platform11": "platform. ",
  "LATOKEN": "LATOKEN ",

  "Send_an_email": "Send an email to Sheikh ",
  "ferasss": "ferasss111@icloud.com, ",
  "attached": "attached to:",
  
  "Screenshot": "Screenshot to confirm that the transfer was made correctly by ",
  "do_latoken": "LATOKEN.",
  "": "",
  "Send_the_investor": "Send the investor's ",
  "TX": "TX ID.",

  "50": "50 ",
  "$50": "$50 ",

  "$100": "100  ",
  "100": "100",
  "$200": "$200 ",
  "5%": "5% ",
  "2.5%": "2.5% ",
  "20%": "20% ",

  "Sending_the_email": "Sending the e-mail approved by  ",
  "similakton": "LATOKEN, ",
  "mail": "and sending the e-mail with which the account will be opened on the ",
  "one_STAKING": "STAKING ",
  "platform_thee": "platform, the ",
  "golstaking": " GOLSTAKING ",
  "mailplatform": " e-mail should be the same as the e-mail approved by the ",
  "lakton": " LATOKEN ",

  "After_sending": "After sending the above request to the company via e-mail, the investor will receive another e-mail from the company containing his account information on the ",
  "platform_knowing": "platform, knowing that the currency balance will be added and the personal account in the ",
  "activated": "platform will be activated within ",
  "hours": "hours.",
  "Percentages_of_commissions": "Percentages of commissions deducted from the balances withdrawn according to the exchange rate in the platforms:",
  "If_the_currency_rate": "If the currency rate is less than ",
  "percentage": "no percentage will be deducted from the withdrawn balance.",
  "If_the_price": "If the price of the currency ranges between ",

  "investor_of": "of the total withdrawn balance will be deducted from the investor.",
  "the_percentage": "dollars on the platforms, the percentage of ",
  "the_currency": "If the currency price ranges between ",
  "on_the_platforms": "on the platforms, ",
  "coin_exceeds": "If the price of the coin exceeds ",
  "consequences": "What are the consequences of these changes on the old STAKING?",
  "stored": "All stored investor balances (stored opening capital balance) of STAKING in the  ",
  "platform_transferred": "platform will be transferred to the new system under the new conditions mentioned above.",
  "complete_dropping": "A complete dropping of the previously set conditions and transferring them to storage for a period of three months under the new conditions on the exchange rate in the platforms.",
  "investor": "The investor has the right to keep the stored balance under the terms of the old STAKING.",
  "STAKING": "If the STAKING is accepted, whether on the old or new system, the investor is not entitled to extract his balance during the approved and specified periods of storage.",
  "people": "For people who have withdrawn their profits resulting from storing their balances in the old STAKING, they must recover them in full so that the company can transfer their opening balances to the new system."
}
